{
  "nameNumberWritten": "Is the name of the facility and inspector phone number written on the front of the facility?",
  "licenseInClearPlace": "Is the pharmacy and pharmacist license kept inside the pharmacy in a clear place?",
  "sectionPrescriptionDrugs": "Is there a section for prescription drugs that is separate from the others?",
  "medicalSpecialSection": "Is there a special section for medical materials cosmetics and health food?",
  "separatePreparationLab": "Is there a separate preparation lab that meets the requirements? (Optional)",
  "storageRequirementSection": "Is there a section that meets the requirements for storage (shelves for storing medicines, section), closed and isolated quarantine for damaged or expired medicines and recalled medicines?",
  "systemInCompliance": "Does the pharmacy have an air conditioning, ventilation and lighting \n  system in compliance with the requirements and the presence of thermal and water insulation?",
  "RecordsAvailable": "Are records available for prescriptions that need repetition in compliance with the requirements?",
  "psychiatricControlledRegister": "Is there a register of psychiatric and controlled drugs that is sealed by the health affairs and conforms to the requirements?",
  "dispensedPrescription": "Are there records of prescriptions dispensed that need repeat matching requirements?",
  "humidityInPharmacy": "Is the humidity inside the pharmacy more than 60%?",
  "pharmacyThermometer": "Is electronic thermometer from 20 to 25 degrees Celsius available for pharmacy, for all parts of the pharmacy and works at the time of the visit?",
  "refrigeratorThermometer2_8": "Is there an electronic thermometer for the refrigerator from 2-8 degrees Celsius that works at the time of the visit?",
  "refrigeratorThermometer10_25": "Is an electronic thermometer available for the refrigerator from -10 to -25 degrees Celsius with an alarm device that works with a backup generator in the event that there are medicines that need this measurement?",
  "measuringCalibration": "Are there records for measuring the calibration reading (temperature and humidity) for all parts of the pharmacy and to keep them for a period of not less than one year?",
  "safetyMeans": "Are there safety means for protection against fire that comply with the requirements?",
  "pharmaceuticalServices": "Are the requirements and procedures for providing pharmaceutical care services in pharmacies adhered to? (Optional)",
  "reportSideEffects": "Is there a way to clearly report the side effects of medicines inside the pharmacy?",
  "approvedPharmacySeal": "Is there an approved pharmacy seal?",
  "affectedMaterials": "Are any materials affected by sunlight and heat not be placed on the main facades?",
  "medicineStorageAvailable": "Are there places for storing and displaying medicines cosmetics and other materials that are organized and easy to clean?",
  "guidanceBoardsAvailable": "Are guidance boards available that comply with the requirements?",
  "computerAvailable": "Is there a computer available to save and print the instructions for use of medicines in accordance with the requirements of Annex No. 6?",
  "electronicSystemAvailable": "Is there an electronic system for managing materials and organizing supply and exchange operations integrated with the electronic tracking system?",
  "receiptDisbursementRecord": "Are receipt and disbursement records kept for each shipment that includes a quantity?",
  "InsectControlSystem": "Is there a rodent and insect control system and a contract with a specialized company?",
  "NarcoticPsychotropicSubstances": "Is trafficking in narcotic drugs and psychotropic substances adhered to?",
  "pharmaceuticalAccordingToList": "Are registered pharmaceutical preparations available in the Kingdom according to a list?\n  Pharmaceutical preparations that must be available in the pharmacy and approved by General Authority for Food and Drug Administration",
  "expiredProductsAvailable": "Does the pharmacy refuse to have expired products?",
  "nonRegisteredProductsAvailable": "Does the pharmacy refuse to have products that are not registered SFDA?",
  "nonRegisteredDevicesAvailable": "Does the pharmacy refuse to have medical devices that are not registered at SFDA?",
  "careCenterPerscription": "Are pharmacies obligated to dispense electronic prescriptions received from care centers?\n  Primary and hospitals affiliated with the ministry through the electronic system approved by before the Ministry and associated with the National Electronic Prescription Platform if it is the pharmacy is registered in one of the electronic prescription programs approved by the Ministry",
  "scientificNameDrugs": "Is the pharmacist obligated to dispense the prescribed drugs only with the scientific name, except for?\n  This is a list of medicines issued by the competent authority and it is necessary to dispense them in the name commercial only",
  "practitionersLicensed": "Are all practitioners licensed and meet all requirements?",
  "Emergency Department Men Women": "Emergency Department Men & Women",
  "Day Surgery Center Yes": "Day Surgery Center ( Yes",
  "Phc Audit Form": "Phc Form",
  "Lab Audit Form": "Lab Form",
  "you don't have access to this module please contact your admin.": "you don't have access to this module please contact your admin."
}
